Repository: wp-plugins/simple-facebook-publish
Catalog: languages/simple-facebook-publish-*.po
Languages: de_de

source: Publish on Facebook
de_de: Auf Facebook veröffentlichen

source: Publish this post on Facebook
de_de: Veröffentliche diesen Post auf Facebook

source: An error occured!
de_de: Ein Fehler ist aufgetreten!

source: Please validate your <a href="options-general.php?page=simple-facebook-publish-settings-page">settings</a>
de_de: Bitte überprüfe deine <a href="options-general.php?page=simple-facebook-publish-settings-page">Einstellungen</a>

source: Successfully posted on Facebook!
de_de: Erfolgreich auf Facebook veröffentlicht!

source: View post
de_de: Post anzeigen

source: Error: No Access Token!
de_de: Fehler: Kein Access Token vorhanden!

source: There was no access token available to post to facebook. Go to the <a href="http://wordpress.local/wp-admin/options-general.php?page=simple-facebook-publish-settings-page">settings screen</a> and authorize your facebook apo to generate an access token.
de_de: Es ist leider kein Acces Token vorhanden um auf Facebook zu posten. Gehe zur <a href="http://wordpress.local/wp-admin/options-general.php?page=simple-facebook-publish-settings-page">Einstellungs Seite</a> und authorisiere die Facebook App um ein Access Token zu generieren.

source: Simple Facebook Publish Settings
de_de: Simple Facebook Publish Einstellungen

source: Post Types
de_de: Inhaltstypen

source: Enter your app details below, click on Authorize this App and choose a page to publish your posts on. Save your changes and you are ready to publish.
de_de: Gib deine App Informationen unten an, klicke auf 'App authorisieren' und wähle eine Facebook Seite, auf der du deine Posts veröffentlichen möchtest. Speichere deine Änderungen und beginne Posts zu veröffentlichen.

source: To create a facebook app go to: <a href="https://developers.facebook.com/apps" target="_blank">https://developers.facebook.com/apps</a>
de_de: Um eine Facebook App zu erstellen gehe auf: <a href="https://developers.facebook.com/apps" target="_blank">https://developers.facebook.com/apps</a>

source: After creating the app go to its settings page, enter your website domain in the App Domains field and click on Add Plattform > Website to enter your domain again as Site URL and Mobile Site URL. Now your app is ready to be used with this plugin.
de_de: Nach dem Anlegen der App gehe zu den Einstellungen der App und gib die Domain deiner Website in das App Domains Feld ein und klicke auf Add Plattform > Website. Gib erneut deine Website bei Site URL und Mobile Site URL ein und klicke auf Save Changes. Deine App ist nun bereit.

source: Choose the post types you want to publish on facebook.
de_de: Wähle aus welche Inhaltstypen du auf Facebook veröffentlichen möchtest.

source: Profile
de_de: Profil

source: change
de_de: ändern

source: authorize app
de_de: App authorisieren

source: First save your app id an secret.
de_de: Speichere zuerste deine App ID und dein App Secret

source: Most simple implementation of automated facebook posts.
de_de: Einfachste Umsetzung automatischer Facebook Posts.
